---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LooseDimensionFailures
source: html/3a9bbd97-4384-23c8-100a-ec05ac93fcac.htm
---
# BuiltInFailures.LooseDimensionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.